<?php

$lang['title'] = "«Крестики-нолики»";
$lang['game_field'] = "Игровое поле";
$lang['players_list'] = "Список игроков";
$lang['select_player'] = "Выберите игрока";
$lang['submit_game'] = "Предложить игру";
$lang['signed'] = "Вошли как:";
$lang['enemy'] = "Противник:";
$lang['game'] = "Игра:";
$lang['logout'] = "Выйти";
$lang['again'] = "Предложить сыграть";
$lang['received'] = "Поступило предложение от:";
$lang['agree'] = "Согласиться на игру";
$lang['cansel'] = "Отказаться от игры";
$lang['out'] = "Игрок вышел из игры.";
$lang['lang'] = "Переключить язык:";
$lang['comb'] = "Комбинация:";
$lang['status'] = "Статус:";
$lang['cansel_game'] = "Игрок отказался от игры.";
$lang['recall'] = "Отозвать приглашение.";

$lang['player_win'] = "Поздравляю, игра окончена. Вы победили!";
$lang['player_lose'] = "Игра окончена. Вы проиграли!";
$lang['player_draw'] = "Игра окончена. У Вас ничья!";
$lang['busy'] = "Выбранный Вами игрок - занят.";
$lang['in_game'] = "Вы уже в игре.";
$lang['not_selected'] = "Не выбран игрок.";
$lang['wait'] = "Ждите хода соперника.";
$lang['selected_cell'] = "Вы пытаетесь отметить выбранную клетку.";

$lang['step_0'] = "Ход соперника";
$lang['step_1'] = "Ваш ход";
$lang['step_2'] = "Ожидание согласия на игру";